[
    {
        "id": 1,
        "name": "Pairigy",
        "description": "Pairigy is a social networking site for professionals in and adjecent to tech. Pairigy is a full stack MERN application with JWT authentication and uses Redux to handle state. The UI was designed in Adobe Photoshop and built using Sass and Bootstrap.",
        "screenshot": "../assets/images/portfolio/screenshots/portfolio-screenie-pairigy.png",
        "tarot_img": "pairigy",
        "github": "https://github.com/xemotionalx/Pairigy",
        "website": "https://aqueous-brook-45613.herokuapp.com/"
    },
    {
        "id": 2,
        "name": "BestReads",
        "description": "BestReads is a Full Stack web application that allows the user to keep track of books that they are currently reading, books they have read in the past and books they hope to read in the future. The MySQL database stores the user's information, their Current, Past and Future Reads lists and the book information which is populated by the GoodReads API. The app runs on a Node Express server and Express-Handlebars is used as the serverside templating engine",
        "screenshot": "../assets/images/portfolio/screenshots/portfolio-screenie-bestreads.png",
        "tarot_img": "pairigy",
        "github": "https://github.com/xemotionalx/Best-Reads",
        "website": "https://floating-plains-34399.herokuapp.com/"
    },
    {
        "id": 3,
        "name": "Date Night",
        "description": "This app allows the user to find local dining and event recommendations based on their and their partner's personality type. This is a frontend web application. First, the user takes a quiz that sorts them into a 'type' based on their responses. This type is saved to local storage, and is used to alter which date options are displayed. It uses the Eventbrite, Mealsdb and Zomato APIs to find information based on curated picks and location.",
        "screenshot": "../assets/images/portfolio/screenshots/portfolio-screenie-datenight.png",
        "tarot_img": "pairigy",
        "github": "https://github.com/Focuscode77/Date-Night",
        "website": "https://focuscode77.github.io/Date-Night/home.html"
    }
]